# MinorEndOverhang Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
FabricSheetType..::..MinorEndOverhang Property
FabricSheetType Class See Also
---
The distance from the edge of the sheet to the last wire (measured in the minor direction).
**Namespace:** Autodesk.Revit.DB.Structure**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2013
# Syntax
C#
---
```text
public double MinorEndOverhang { get; }
```

Visual Basic
---
```text
Public ReadOnly Property MinorEndOverhang As Double
	Get
```

Visual C++
---
```text
public:
property double MinorEndOverhang {
	double get ();
}
```

# See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace